---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.CannotCreateStringers
source: html/74f22437-bc58-12ba-cc8c-82d849a7c577.htm
---
# Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.CannotCreateStringers Property

Can't create stringers geometry.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateStringers { get; }
```